[ 
  {
    "title": "Projects",
    "items": [
      {
        "title": "Basketball, The Natural Prediction",
        "text": "For this project, me and my team thought ”if nature choose the natual selection to evolve things, why shouldn't we?” So we built a natural selection in python from scratch, without any librarys of IA, to help us predict the result of games using data from past games.",
        "link": "https://github.com/Pibaska/NBA-Basketball-Prediction",
        "isGithub": true
      },
      {
        "title": "WikiSpeed, The daily game of links",
        "text": "In this game you start in a wikipedia page and you have to get in another specified page just through the links. You can play this game by clicking here",
        "link": "http://wikispeed.vercel.app/",
        "isGithub": false
      },
      {
        "title": "Netflix, the return of the clone",
        "text": "For this project, I wanted to pratice my CSS, so I choose a site that most of people know the style and tried to copy it design.",
        "link": "https://github.com/Greg-art/Netflix-Clone",
        "isGithub": true
      },
      {
        "title": "Cubik, minimalistic rubiks cube timer",
        "text": "Most of online timers are full of stuff and have a heavy design, the idea here was just to create a clean one.",
        "link": "https://cubik-xi.vercel.app/",
        "isGithub": false
      },
      {
        "title": "Joelho-e-o-Pe-de-Feijao, The game",
        "text": "This is a 2D platform game made in C# on Unity that was developed as a school project together with a friend. The idea was to make a simple game but with a focus in character movement and others controls",
        "link": "https://github.com/GregBerb-DEV/Joelho-e-o-Pe-de-Feijao",
        "isGithub": true
      }
    ]
  },
  {
    "title": "Experience",
    "items": [
      {
        "title": "Lince, The growing local company",
        "text": "Lince was responsible for make the tecnology for the two biggest factories of my city, and I used a mix of Java, Javascript, and CSS inside another language called xseed that is like a cobol to java migration language. I stayed 6 months there, and left to focus in React.",
        "link": "",
        "isGithub": false        
      },
      {
        "title": "SCI - Sistemas contábeis",
        "text": "SCI is a company that makes accounting systems for people and for others companies, I worked making maintence in the system with them for 1 year. I used Delphi, but was not my favorite stack. But it was a great experience.",
        "link": "",
        "isGithub": false    
      }
    ]
  },
  {
    "title": "Habilities",
      "items": [
      {
        "title": "Edition",
        "text": "Editing, both video and images, is one of my hobbies for the last 8 years, and I learned a lot in this time. in the matter of technology, I have experience with Sony Vegas and Davince Resolve for videos, and Photoshop and Illustrator for images.",
        "link": "",
        "isGithub": false    
      },
      {
        "title": "Maybe its just that",
        "text": "I thought that I would have more to say. Sorry for creating a new session just for that.",
        "link": "",
        "isGithub": false    
      }
    ]
  }
]